tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bitwarden-cli"
brew "cava"
brew "docker", link: false
brew "gh"
brew "libsecret"
brew "lua"
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "perl"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "notion-mail"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "todoist-app"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "windsurf"
cask "zen"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "austenc.tailwind-docs"
vscode "avetis.tokyo-night"
vscode "bbenoist.nix"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eliverlara.andromeda"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "james-yu.latex-workshop"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-codemetrics"
vscode "lllllllqw.jsdoc"
vscode "louiswt.regexp-preview"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "moufidayoub11.betty-extension"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rajeshwaran.developer-theme-dark"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
