aerospace
cursor
discord
docker-desktop
figma
font-hack-nerd-font
font-sf-mono
font-sf-pro
font-fira-code-nerd-font
google-chrome
hiddenbar
iterm2
kitty
microsoft-auto-update
microsoft-teams
notion
notion-mail
postman
raycast
sf-symbols
slack
spotify
telegram
todoist
unnaturalscrollwheels
visual-studio-code
windsurf
zen
zen-browser
